{
    "Сайт": "Site",
    "Перейти на сайт": "Go to site",
    "Главная": "Home",
    "Перейти к начальной странице": "Go to home page",

    "Вход": "Login",
    "Регистрация": "Register",
    "Профиль": "Profile",
    "Выход": "Logout",
    "поля, обязательные к заполнению": "required fields",
    "Новый пароль": "New password",
    "Логин": "Login",
    "Согласие на обработку персональных данных": "Agreement to the processing of personal data",

    "Список мероприятий": "Events list",
    "Открытые мероприятия": "Open events",
    "Личный кабинет": "Home page",
    "В данном разделе отображается список мероприятий, доступных для регистрации с общей информацией по датам проведения.": "This section displays a list of events available for registration with general information on dates.",
    "Вы можете пройти регистрацию Вашей команды на выбранные мероприятия, а также увидеть, в каких командах вы зарегистрированы.": "You can register your team for selected events, as well as see which teams you are registered with.",
    "Выберите название мероприятия для просмотра сведений об участии или зарегистрируйтесь на новое мероприятие.": "Select an event name to view participation details or register for a new event.",
    "Мероприятие": "Event",
    "Команда": "Team",
    "Команда / Регистрация": "Team / Registration",
    "Прошедшие мероприятия": "Past events",
    "В данном разделе в обратном хронологическом порядке отображаются прошедшие мероприятия и названия команд, в составе которых вы участвовали.": "In this section, past events and the names of the teams in which you participated are displayed in reverse chronological order.",
    "Вы можете выбрать мероприятие для просмотра информации о нем.": "You can select an event to view information about it.",
    "регистрация не началась": "registration has not started",
    "мероприятий не найдено": "no events",
    "Перейти к мероприятию": "Go to event page",
    "Go to event registration": "Зарегистрироваться на мероприятие",

    "Профиль пользователя": "User profile",
    "Регистрационные данные": "Registration data",
    "Редактировать личные данные": "Edit personal data",
    "Изменение личных данных": "Change of personal data",
    "Изменить пароль": "Change password",
    "Изменение пароля": "Change password",
    "Сканы паспортов": "Passport scans",
    "не загружены": "not loaded",

    "Начало": "Start",
    "Анкета": "Anketa",
    "Приглашение": "Invite",
    "Паспорт": "Passport",
    "Информация": "Information",

    "Общая информация по мероприятию": "Event general information",
    "Здесь вы найдете информацию о событии, приглашения для университетов и визовые приглашения, данные о сборах, форму обратной связи, сертификаты участников и т.д.": "Here you will find information about this event, invitations for universities and visa invitations, data on fees, feedback form, participant certificates, etc.",
    "Состав команды": "Team details",
    "нет данных": "no data",
    "Название": "Name",
    "Состав": "Members",
    "Детали платежа": "Payment details",
    "Стоимость участия": "Cost of participation",
    "срок оплаты истёк": "event deadline",
    "Вы не приписаны ни к одной из команд": "You are not assigned to any of the teams",

    "Адрес e-mail": "E-Mail address",
    "Пароль": "Password",
    "Запомнить меня": "Remember me",
    "Забыли пароль?": "Forgot your password?",
    "Имя": "First name",
    "Фамилия": "Surname",
    "Отчество": "Middle name",
    "Подтверждение пароля": "Confirm password",
    "Внимание! Ваш аккаунт не подтвержден.": "Attention! Your account has not been verified.",
    "На ваш e-mail адрес отправлено повторное письмо с подтверждением": "A fresh verification link has been sent to your email address.",
    "Для начала работы с Личным кабинетом участника мероприятия подтвердите, пожалуйста, ваш e-mail по ссылке из письма, отправленного при регистрации.": "To start working with the personal account of the event participant, please confirm your e-mail using the link from the letter sent during registration.",
    "Если вы не получили e-mail, ": "If you did not receive the email, ",
    "нажмите на ссылку": "click on the link",
    " для повторной отправки письма.": " to resend the letter.",
    "Сброс пароля": "Reset Password",
    "Сбросить пароль": "Reset Password",
    "Отправить ссылку для сброса пароля": "Send Password Reset Link",
    "Для продолжения, пожалуйста, подтвердите пароль.": "Please confirm your password before continuing.",
    "Вы запросили сброс пароля для входа в личный кабинет Discover. Если это были не вы, просто проигнорируйте это сообщение.": "You requested a password reset to log in to your Discover account. If it wasn’t you, just ignore this message.",

    "Здравствуйте, ": "Hello ",
    "Благодарим за регистрацию команды ": "Thank you for creating a Discover Account for the ",
    " в личном кабинете Discover! Скоро вы сможете подать заявку на интересующие сборы, а сейчас вам, как члену команды, необходимо подтвердить адрес электронной почты по ссылке ниже :)": " team. You can soon choose the most interesting workshop for you and now you can verify your email address as member of the Team by clicking the link down below :)",
    "Благодарим за регистрацию в личном кабинете Discover! Скоро Вы сможете подать заявку на интересующие сборы, а сейчас необходимо подтвердить адрес электронной почты по ссылке ниже :)": "Thank you for creating a Discover Account. You can soon choose the most interesting workshop for you and now you can verify your email address by clicking the link down below :)",
    "Ознакомиться с расписанием можно по ": "You can also look at the ",
    "ссылке": "schedule",
    "Если вы не регистрировали команду в личном кабинете Discover, просто проигнорируйте данное сообщение или обратитесь к нашей команде по электронной почте.": "If you did not register Discover account, simply ignore this message or contact our Team by e-mail.",
    "Если Вы не регистрировались в личном кабинете Discover, просто проигнорируйте данное сообщение или обратитесь к нашей команде по электронной почте.": "If you did not register Discover account, simply ignore this message or contact our Team by e-mail.",
    "До встречи на сборах!": "See you soon at our workshops!",
    "Команда Discover": "Discover off-site Team",
    "Ссылки на оплату": "Payment links",

    "Вы успешно зарегистрированы": "You are successfully registered",
    "Подтвердить e-mail": "Confirm e-mail",
    "Перед заполнением этой формы необходимо заполнить форму ": "Before filling out this form, you must fill out form ",

    "Страница оплаты": "Participant's online payment page",
    "Стоимость участия одного человека": "The cost of participation of one person is",
    "рублей": "rubles",
    "Участник": "Participant",
    "Если у вас есть какие-то вопросы, пожалуйста, свяжитесь с нами": "If you have any questions, please contact us",
    "Спасибо": "Thank you"
}
